aarp
abandon
abandoned
abandoning
abb
abc
abcs
abdullah
ability
aboard
abortion
abortions
abraham
abrams
abroad
absence
absent
absentee
absolute
absolutely
abstain
absurd
abu
abuse
abuses
academy
accent
accept
acceptable
acceptance
accepted
accepting
access
accident
accidentally
accidents
accomplish
accomplished
accomplishment
account
accountability
accountable
accounting
accounts
accuracy
accurate
accurately
accusations
accused
accusing
achieve
achieved
achievements
acknowledge
acknowledged
aclu
act
actblue
acted
acting
action
actions
active
actively
activism
activist
activists
activities
activity
actor
acts
actual
adam
adams
add
added
adding
addition
additional
address
addressed
addresses
addressing
adds
adjust
adjusted
adjustments
admin
administration
administrations
administrative
administrator
admire
admission
admit
admits
admitted
admitting
ado
adopt
adopted
adopting
ads
adult
adults
advance
advanced
advantage
advantages
adventure
advertise
advertisement
advertisements
advertiser
advertisers
advertising
advice
advised
adviser
advisers
advisor
advisory
advocacy
advocate
advocates
affair
affairs
affect
affected
affiliate
affiliated
affiliates
affiliation
afford
afghan
afghanistan
aflcio
afraid
africa
african
africanamerican
afscme
aft
aftermath
afternoon
afterward
age
aged
agencies
agency
agenda
agent
agents
ages
aggressive
aggressively
agree
agreed
agreement
agreements
agrees
agriculture
ahead
ahmad
ahmed
ahnold
aid
aide
aided
aides
aim
aimed
aims
aint
air
airborne
aircraft
aired
airing
airplane
airport
airwaves
akin
aksen
alabama
alan
alarm
alas
alaska
albuquerque
alert
alerts
alex
alexander
alexanders
alhusainy
ali
alice
alienated
alive
allawi
allday
allegation
allegations
alleged
allegedly
allegiance
allegory
allen
alliance
alliances
allied
allies
allimportant
allowed
allowing
ally
alongside
alqaeda
alqaida
alsadr
alternative
alternatives
altogether
altsite
alzheimers
amazing
amazingly
amazon
ambassador
ambitions
ambitious
ambush
amdt
amendment
amendments
america
american
americanled
americans
americas
amid
amidst
ammo
ammunition
amount
amounts
amp
amphibians
ample
analogy
analyses
analysis
analyst
analysts
analyze
analyzed
anchor
ancient
andor
andrea
andrew
andy
anecdotal
anemic
anew
angeles
anger
angered
angry
angst
ann
annenberg
anniversary
announce
announced
announcement
announces
announcing
annoying
annual
anonymity
anonymous
answer
answered
answering
answers
anthony
antiabortion
antiamerican
antibush
anticipated
antidean
antigay
antikerry
antiwar
anxiety
anymore
anytime
apologies
apologists
apologize
apology
appalling
apparatus
apparent
apparently
appeal
appealed
appealing
appeals
appearance
appearances
appeared
appearing
appears
applause
apple
apples
application
applications
applied
applies
apply
appointed
appointment
appreciated
appreciation
approach
approached
approaches
approaching
appropriations
approval
approve
approved
approximately
apr
april
aps
apt
arab
arabia
arabic
arabs
arafat
architect
archives
archpundit
arctic
area
areas
arena
arent
arg
argue
argued
argues
arguing
argument
arguments
ari
aristide
arizona
arkansas
arlen
arlington
arm
armed
armitage
armor
armored
arms
armstrong
army
armys
arnold
arrest
arrested
arrests
arrive
arrived
arrives
arrogance
arrogant
art
article
articles
articulate
artillery
asap
ashamed
ashcroft
ashcrofts
asia
asian
asked
asks
aspect
aspects
aspirations
ass
assassination
assault
assembled
assembly
asserted
assertion
assertions
asses
assess
assessment
assessments
asset
assets
asshole
assholes
assigned
assignment
assist
assistance
assistant
associate
associates
association
assume
assumed
assumes
assuming
assumption
assumptions
assure
assured
atlanta
atlantic
atlarge
atomic
atrios
atrocities
attached
attack
attacked
attacking
attacks
attempt
attempted
attempting
attempts
attend
attendance
attended
attending
attention
attitude
attitudes
attorney
attorneys
attract
attractive
attributed
audience
audio
aug
august
austin
australia
australian
author
authorities
authority
authorization
authorize
authorized
authors
automated
auxiliary
average
avoid
avoided
avoiding
await
awaiting
award
awarded
awards
aware
awareness
awesome
awful
awol
axelrod
ayatollah
baathist
baby
backed
backers
background
backing
backs
bad
badly
baer
bag
baghdad
baghdads
bags
baker
balance
balanced
bald
ball
ballot
ballots
ban
band
bandwagon
bang
bank
banking
banks
banned
banner
banning
bar
barack
barbara
barbero
barbour
barely
barend
bargaining
barnes
barrage
barrel
barrels
barrier
barring
barry
bars
bartlett
base
baseball
based
baseline
bases
bashing
basic
basically
basis
basketball
basra
bastion
batch
battalion
battle
battlefield
battleground
battlegrounds
battles
bay
bayh
bbc
beach
beacon
bean
bear
bears
beasley
beat
beaten
beating
beats
beauprez
beautiful
beauty
bed
beef
beer
beers
began
begging
begin
beginning
begins
begun
behalf
behavior
beheading
beings
belief
beliefs
believed
believes
believing
bell
belongs
belt
beltway
ben
bench
beneath
beneficiary
benefit
benefits
bennett
benson
berg
berger
berkeley
bet
beth
betrayal
betrayed
betting
bias
bible
bid
biden
bigger
biggest
bill
billion
billions
billmon
bills
bin
bio
biological
bipartisan
bird
birth
birthday
bishops
bit
bitch
bite
bits
bitter
bizarre
black
blacks
blackwater
blackwell
blades
blair
blame
blamed
blames
blaming
blanco
blank
blast
blasted
blasting
blatant
bleak
bleeding
blessed
blew
blind
blitz
blitzer
bloc
block
blocked
blocks
blog
blogads
blogged
blogger
bloggers
blogging
blogosphere
blogpac
blogs
blood
bloody
bloomfield
blow
blowing
blown
blows
blue
bluff
blunder
blunt
board
boards
boat
boats
bob
bobby
bode
bodies
body
bogus
bold
bolster
bomb
bombing
bombings
bombs
bombshell
bona
bond
bonus
book
books
boost
boosted
booth
boots
bop
border
borders
boring
born
borrow
boss
boston
bother
bothered
bottom
bought
boulder
bounce
bound
boundaries
bounds
bowers
bowerss
bowl
bowles
box
boxblogroll
boxer
boxfeed_listing
boxrdf_feeds
boy
boycott
boys
brad
bradley
bradnickel
brahimi
brain
branch
branches
brand
braun
brave
brazil
break
breakdown
breakfast
breaking
breaks
breath
breathtaking
breaux
bremer
brian
bridge
bridges
briefed
briefing
briefly
brigade
brigades
bright
brilliant
bring
bringing
brings
brit
britain
british
brits
broad
broadcast
broadcasting
broader
brock
broder
brokaw
broke
broken
brokered
bronze
brooks
brother
brothers
brought
broward
brown
brownstein
browser
bruce
brush
brutal
btw
bubble
buchanan
buck
bucks
buddy
budget
budgets
bug
bugs
buh
build
building
buildings
built
bulb
bulk
bullet
bullets
bullshit
bully
bumblebums
bump
bumped
bumper
bumpersticker
bunch
bunning
bunnings
burden
bureau
bureaucratic
buried
burn
burned
burning
burns
burr
burt
bus
bush
bushcheney
bushes
bushies
bushkerry
bushrove
bushs
bushsux
business
businesses
businessman
bust
busy
button
buy
buying
buys
buzz
buzzing
bypass
cabinet
cable
caci
calculate
calculated
calculator
calendar
california
calistan
call
called
calling
calls
calm
camejo
camera
cameras
camp
campaign
campaigned
campaigner
campaigning
campaigns
campbell
camps
campus
canada
canadian
canadians
cancelled
cancer
candidacy
candidate
candidates
canton
cap
capabilities
capability
capable
capacity
capital
capitol
caps
captain
capture
captured
capturing
car
carbon
card
cards
care
career
careful
carefully
cares
cargo
carl
carlos
carlson
carol
carolina
carried
carrier
carries
carry
carrying
cars
carson
carsons
carter
carville
cases
cash
cast
castor
castro
casts
casualties
casualty
cat
catch
catching
categories
category
catholic
catholics
cato
cats
cattle
caucus
caucuses
caucusgoers
caught
caused
causing
caution
cautious
caveats
cbs
cegelis
ceiling
celebrate
celebration
celebrity
cell
cells
censure
census
cent
center
centers
central
centrist
cents
century
ceo
ceremony
cfr
chafee
chain
chair
chairman
chairs
chalabi
chalabis
challenge
challenged
challenger
challengers
challenges
challenging
chamber
chambers
chambliss
chance
chances
chandler
chandlers
change
changed
changing
channel
channels
chaos
chapter
character
characterized
charge
charged
charges
charging
charismatic
charitable
charities
charles
charlie
chart
charts
chat
chatter
chavez
cheap
check
checked
checking
checks
chedrcheez
cheer
chemical
cheney
cheneys
chest
chew
chicago
chicken
chickenhawk
chief
chiefs
child
childhood
children
childrens
chilling
china
chinese
chip
chit
cho
chocola
choice
choices
choose
chooses
choosing
chose
chosen
chris
christ
christian
christians
christine
christmas
christopher
chronicle
chuck
chunk
church
cia
cias
cincinnati
circle
circles
circuit
circulation
circumstances
citation
cited
cities
citing
citizen
citizens
citizenship
city
civic
civil
civilian
civilians
civilized
claim
claimed
claiming
claims
claire
clarify
clark
clarke
clarkes
clarks
clashes
class
classic
classified
clean
cleaned
clear
cleared
clearer
clearing
cleland
cleric
clerk
clerks
cleveland
clever
click
client
clients
climate
clinton
clintons
clip
clock
close
closed
closely
closer
closest
closing
clothes
cloud
clout
club
clue
cnn
cnns
cnnusa
coach
coal
coalition
coast
coasters
coattails
coburn
coburns
code
coffee
coffins
cognitive
cohen
coin
col
cold
cole
colin
collapse
collapsed
collar
collateral
colleague
colleagues
collect
collected
collecting
collection
collective
collectively
college
colleges
collins
colmes
color
colorado
colorados
columbia
columbus
column
columnist
columns
combat
combination
combined
comeback
comfort
comfortable
coming
command
commander
commanderinchief
commanders
commanding
commentary
commentator
commented
commenting
commerce
commercial
commercials
commission
commissioner
commissioners
commissions
commit
commitment
committed
committee
committees
common
commonwealth
communicate
communication
communications
communion
communities
community
companies
company
compare
compared
comparing
comparison
comparisons
compassionate
compelled
compelling
compete
competence
competent
competing
competition
competitive
compiled
complacent
complain
complained
complaining
complaint
complaints
complete
completed
completely
complex
complicated
component
composite
comprehensive
compromise
computer
computers
con
concede
conceded
concedes
concentrate
concentrated
concept
concern
concerned
concerns
concert
concerted
concessions
conclude
concluded
concluding
conclusion
conclusions
concord
concrete
condemned
condi
condis
condition
conditions
condoleezza
conduct
conducted
conducting
confederate
conference
conferences
confidence
confident
confidential
confirm
confirmation
confirmed
confirming
confirms
conflict
conflicted
conflicts
confused
confusion
congrats
congress
congressional
congressman
congresswoman
connect
connected
connecticut
connection
connections
conscience
consensus
consequence
consequences
conservation
conservatism
conservative
conservatives
considerable
considerably
consideration
considered
consistent
consistently
conspiracy
constant
constituencies
constituency
constituents
constitution
constitutional
construction
constructive
consultant
consultants
consulting
consumer
consumers
consumption
contact
contacted
contacts
contained
contempt
contenders
content
contention
contest
contested
contests
context
conti
contingent
continue
continued
continues
continuing
contract
contractor
contractors
contracts
contradicted
contradictory
contrary
contrast
contrasts
contribute
contributed
contributing
contribution
contributions
contributors
control
controlled
controlling
controls
controversial
controversy
convenient
convention
conventional
conventions
conversation
conversations
converted
convicted
conviction
convictions
convince
convinced
convincing
convoy
conway
cook
cool
cooler
cooper
cooperation
coordinated
coordination
coors
cop
copies
cops
copy
core
corner
corp
corporate
corporation
corporations
corps
correct
correctly
correlation
correspondent
corrupt
corruption
cosen
cost
costly
costs
couldnt
couldve
coulter
council
counsel
count
countdown
counted
counter
counterinsurgency
counterparts
counterterrorism
counties
counting
countless
countries
country
countrys
counts
county
countylevel
coup
couple
coupled
couples
courage
court
courtesy
courts
cover
coverage
covered
covering
covers
covert
coverup
cow
cowardly
cowboy
cpa
crack
craft
craig
crane
crap
crash
crashed
crass
crawford
crazy
create
created
creates
creating
creation
creative
credence
credentials
credibility
credible
credit
credited
crew
crime
crimes
criminal
criminals
crisis
criteria
critic
critical
criticism
criticisms
criticize
criticized
criticizing
critics
critique
crooks
cross
crossed
crossfire
crossing
crow
crowd
crowded
crowds
crucial
crusade
crush
crushing
cry
crying
cspan
cuba
cuban
cubanamerican
cubs
cultural
culture
curious
current
custody
cut
cuts
cutter
cutting
cycle
cycles
cynical
dad
dailykos
dakota
dakotas
dallas
damage
damaged
damaging
damn
damned
damning
dan
dana
dance
danger
dangerous
dangers
daniel
daniels
danielua
dare
dark
darn
daschle
daschles
dash
data
database
date
dated
dates
daughter
daughters
dave
davenport
david
davis
daytoday
dayton
dcalif
dccc
dconn
dday
ddel
dead
deadline
deadlines
deadly
deal
dealer
dealing
deals
dealt
dean
deanclark
deans
dear
dearborn
death
deaths
debate
debated
debates
debating
debt
debunking
dec
decade
decades
deceits
december
decent
decentralized
decide
decided
decidedly
decides
deciding
decision
decisions
decisive
deck
declaration
declare
declared
declaring
declassified
decline
declined
decorated
dedicated
deemed
deep
deeper
deeply
defeat
defeated
defeating
defection
defence
defend
defended
defending
defense
defensive
deficit
deficits
define
defined
defining
definition
definitive
degree
degrees
delaware
delay
delays
delegate
delegates
delegation
deleted
deliberate
deliberately
delicious
deliver
delivered
delivering
delong
dem
demand
demanded
demanding
demands
demint
demise
democracy
democrat
democratic
democraticleaning
democrats
demographic
demographics
demonstrate
demonstrated
demonstrates
demonstration
demonstrations
dems
denied
denies
dennis
denver
deny
denying
department
departments
departure
depend
dependent
depending
depends
deploy
deployed
deployment
depression
dept
deputy
des
describe
describes
describing
description
desert
deserve
deserved
deserves
design
designed
desire
desk
desperate
desperately
desperation
destined
destiny
destroy
destroyed
destroying
destruction
detail
detailed
detailing
details
detained
detainees
detention
deteriorating
determination
determine
determined
determining
detroit
devastating
develop
developed
developing
development
developments
device
devine
devos
devoted
dfa
dhinmi
diane
diarists
dick
dictator
die
diebold
died
diedrich
diedrichs
dies
differ
difference
differences
differently
difficult
difficulty
dig
digging
dignity
dilemma
dime
dingell
dinner
dionne
diplomacy
diplomatic
diplomats
dire
direct
directed
directing
direction
directly
director
directors
direwolf
dirt
dirty
disadvantage
disagree
disagreement
disappear
disappeared
disappointed
disappointing
disapprove
disaster
disastrous
discharge
discipline
disclaimer
disclose
disclosed
disclosure
discourse
discover
discovered
discovery
discredit
discredited
discrimination
discussed
discusses
discussing
discussion
discussions
disease
disenfranchise
disgraced
disgruntled
disgusting
dish
dishonest
dislike
dismiss
dismissed
dispatch
display
disproportionate
disproportionately
dispute
disputed
disputes
disqualify
disregard
dissent
dissonance
distance
distinct
distinction
distorted
distract
distracted
distribute
distributed
distribution
district
districts
disturbing
ditka
diverse
diversity
divide
divided
division
divisions
divisive
divorce
dkos
dkosopedia
dlc
dmass
dna
dnc
dncc
dncs
dny
doctor
doctors
doctrine
document
documentary
documentation
documented
documents
dod
dodd
dodge
dog
dogs
doj
dole
dollar
dollars
domestic
dominance
dominant
dominate
dominated
don
donald
donate
donated
donating
donation
donations
donna
donnelly
donor
donors
doom
doomed
door
doors
dose
double
doubledigit
doubt
doubtful
doubts
doug
dough
douglas
dowd
downer
downing
download
downright
downtown
downward
dozen
dozens
draft
drafted
drag
dragged
drake
drama
dramatic
dramatically
draw
drawing
drawn
dream
dreaming
dreams
dreier
dress
drew
drfranklives
drilling
drills
drink
drinking
drive
driven
driver
drives
driving
drop
dropped
dropping
drops
drove
drudge
drug
drugs
drum
drunk
dry
dryfly
dscc
dtrip
dubuque
dubya
dubyanocchio
dude
duderino
due
dug
dukakis
duke
dumb
dump
dumping
dupage
duration
durbin
dust
duties
duty
dying
dynamic
dynamics
eager
eagle
earle
earlier
earliest
early
earn
earned
earning
ears
earth
ease
easier
easily
easley
east
eastern
easy
eat
echo
echoed
economic
economics
economist
economists
economy
edge
edit
edited
editing
edition
editor
editorial
editors
edt
educated
education
edward
edwards
eerily
effect
effective
effectively
effectiveness
effects
efficient
effort
efforts
egon
eisenhower
elaborate
elect
electability
elected
electing
election
elections
electoral
electorate
electric
electricity
electronic
element
elements
eligible
eliminate
eliminated
eliminating
elite
elizabeth
elliott
email
emailed
emails
embarrassing
embarrassment
embassy
embattled
embrace
embraced
emerge
emerged
emergency
emerges
emerging
emilys
eminem
emissions
emotional
emotions
emphasis
emphasize
empire
empirical
employ
employed
employee
employees
employers
employment
empty
enable
enacted
encountered
encourage
encouraged
encouraging
end
endangered
ended
ending
endorse
endorsed
endorsement
endorsements
endorses
endorsing
ends
endspan
enemies
enemy
energized
energy
enforce
enforcement
engage
engaged
engagement
engaging
engineers
england
english
enjoy
enjoyed
enjoying
enjoys
enlarge
enlisted
enormous
enron
enrons
ensure
ensuring
enter
entered
entering
enterprise
enters
enthusiasm
enthusiastic
entire
entitled
entries
entry
environment
environmental
envoy
epa
epatriots
episode
equal
equality
equally
equation
equipment
equivalent
era
eric
erode
error
errors
erupted
escape
essence
essential
essentially
est
establish
established
establishing
establishment
estimate
estimated
estimates
ethic
ethical
ethically
ethics
ethnic
europe
european
europeans
evaluation
evaluations
evangelical
evangelicals
evans
eve
evening
evenly
event
events
eventual
eventually
everyday
everyones
evidence
evident
evil
evs
exact
exam
examine
examples
exceed
exceeded
excellent
exception
exceptions
excerpt
excerpts
exchange
excited
excitement
exciting
exclusive
exclusively
excuse
executed
execution
executive
executives
exemplary
exercise
exhibit
exist
existed
existence
existing
exists
exit
expand
expanded
expect
expectations
expected
expecting
expects
expenditures
expense
expenses
expensive
experience
experienced
experiences
experiment
expert
experts
expire
explain
explained
explaining
explains
explanation
explicitly
exploded
exploit
exploiting
exploration
explosion
explosions
explosive
explosives
expose
exposed
exposure
express
expressed
expression
extend
extended
extending
extension
extensive
extent
extra
extraordinary
extreme
extremely
extremist
extremists
exwife
eye
eyes
face
faced
faces
facilities
facility
facing
fact
faction
factions
factor
factors
facts
fade
faded
fading
fahrenheit
fail
failed
failing
fails
failure
failures
fair
fairly
fairness
faith
faithbased
faithful
fake
fall
fallen
falling
fallout
falls
falluja
fallujah
false
falsely
familiar
families
family
familys
famous
fan
fanatics
fancy
fans
fantasies
fantasy
faq
fare
farm
farmer
farmers
fascinating
fashion
fast
faster
fat
fatal
fatalities
fate
father
fatherinlaw
fathers
fault
favor
favorability
favorable
favorableunfavorable
favored
favoring
favorite
favors
fax
fbi
fear
feared
fears
feature
featured
features
featuring
feb
february
fec
fed
federal
federation
feed
feedback
feeding
feeds
feel
feeling
feelings
feels
feet
feingold
feith
fell
fellow
felon
felt
female
fence
fewer
fiction
fide
field
fielding
fields
fierce
fiercely
fight
fighter
fighters
fighting
fights
figure
figured
figures
file
filed
files
filibuster
filing
fill
filled
filling
film
filmmaker
films
filter
final
finally
finance
financial
financially
financing
find
finding
findings
finds
fine
fineman
finest
finger
fingerhut
fingers
finish
finished
finishing
fire
fired
firefighters
fires
firing
firm
firmly
firms
firsthand
fiscal
fishing
fit
fitting
fitzgerald
fitzpatrick
fix
fixed
fla
flag
flame
flash
flat
flavor
flaws
fled
fleet
fletcher
flexibility
flight
flip
flipflop
flipflopper
floating
flood
floor
flop
flopper
flops
florida
floridas
flow
flowing
flu
fluid
fly
flying
flypaper
fma
focus
focused
focuses
focusing
fodder
foe
foes
fold
folks
follow
followers
followup
folly
fond
food
fool
foolish
fools
foot
footage
football
forbid
force
forced
forces
forcing
ford
forecast
foreign
foreigners
forever
forget
forgot
forgotten
form
formal
formally
format
formation
formed
forms
formula
fort
forthcoming
fortunately
fortune
forty
forum
forward
foster
fought
foul
found
foundation
foundations
founded
founding
fournier
fourth
fox
frame
framing
france
francisco
frank
franken
franklin
frankly
franks
fraud
fray
freakin
fred
free
freedom
freedoms
freeper
freepers
freeway
french
frequent
frequently
fresh
freshman
friday
fridays
friedman
friend
friendly
friends
fringe
frist
frists
front
frontrunner
frost
frozen
frustrating
frustration
fubar
fuck
fucking
fuel
fueled
fulfill
fulfilled
full
fuller
fullfledged
fulltime
fully
fun
function
functioning
fund
fundamental
fundamentalist
fundamentally
fundamentals
funded
funding
fundraise
fundraiser
fundraisers
fundraising
funds
funeral
funny
furious
furiousxgeorge
future
futures
gadflyer
gaffe
gag
gain
gained
gaining
gains
gallery
gallup
gallups
gambit
gamble
game
games
gang
gap
garden
garner
garnered
garnering
garofalo
gary
gas
gasoline
gasp
gatana
gather
gathered
gathering
gauge
gave
gay
gays
gdp
gear
gehlen
gen
gene
general
generally
generals
generate
generated
generating
generation
generations
generic
generous
genetic
geneva
genuine
genuinely
george
georgia
gep
gephardt
gephardts
geps
gerlach
german
germany
getoutthevote
gharib
ghraib
giago
giant
gift
gig
gillespie
gilliard
gingrich
ginny
girl
girls
girly
giuliani
giving
glad
glance
glass
glenn
global
globe
glory
goal
goals
gobbell
god
gods
gold
golden
goldwater
golf
gonna
gonzales
goodness
goods
google
googlebomb
gooper
goopers
gop
gops
gordon
gore
gores
goss
gotcha
gotta
gotv
gov
govern
governance
governing
government
governmental
governments
governor
governors
governorship
grab
grabs
grade
gradually
graham
grain
grand
granholm
granite
grant
granted
grants
graph
graphic
grasp
grass
grassroots
grave
graves
gray
greater
greatest
greatly
green
greenhouse
greens
greenwood
greeted
greg
grenade
grew
grief
grim
gross
ground
grounds
group
groups
grover
grow
growing
grown
growth
guantanamo
guarantee
guaranteed
guard
guardian
guards
guardsmen
guatemala
gubenatorial
gubernatorial
guerilla
guerillas
guerrilla
guerrillas
guess
guessed
guessing
guest
guests
guide
guidelines
guild
guilty
gulf
gun
gunning
guns
gut
guv
guy
guys
gwb
habit
habits
hack
hacks
hadnt
hagel
hail
hailed
hair
half
halfway
hall
halliburton
halt
hamilton
hammer
hammered
hampshire
hand
handed
handful
handily
handing
handle
handled
handling
handover
handpicked
hands
handy
hang
hanging
hangs
hannah
hannity
happen
happened
happening
happily
happy
harbor
hard
hardball
hardcore
harder
hardest
hardworking
harkin
harm
harman
harold
harris
harry
harsh
hart
harts
harvard
hasnt
hastert
hat
hatch
hate
hated
hates
hatred
hats
haul
haven
havent
hawaii
hawk
head
headed
heading
headline
headlines
headquarters
heads
headtohead
health
healthcare
healthy
hear
heard
hearing
hearings
hears
heart
heartland
hearts
heat
heather
heaven
heavily
heavy
hecht
heck
hed
heels
height
held
helicopter
helicopters
hell
helped
helpful
helping
helps
henry
herald
heres
heritage
hero
heroes
heroism
herseth
herseths
hersh
hey
hidden
hide
hiding
high
higher
highest
highlevel
highlight
highlighted
highlights
highly
highprofile
hijack
hijackers
hill
hillary
hint
hints
hip
hire
hired
hiring
hispanic
hispanics
historic
historical
historically
history
hit
hitler
hits
hitting
hmm
hmmm
hoax
hoeffel
hoeffels
hold
holden
holding
holds
hole
holes
holiday
holidays
hollow
hollywood
holy
homeland
homepage
homes
hometown
honest
honestly
honesty
honor
honorable
honorably
honored
hoodies
hook
hoover
hope
hoped
hopeful
hopefuls
hopeless
hopes
hoping
horrible
horrific
horse
horserace
hospital
hospitals
host
hostage
hostages
hostile
hostility
hosting
hosts
hot
hotel
hotels
hotline
hotshotxi
hour
hours
house
household
households
houses
housing
houston
howard
hstewart
html
hubris
huge
hughes
huh
human
humanitarian
humans
humiliation
humphrey
humphreys
hundred
hundreds
hung
hungry
hunt
hunting
hurry
hurt
hurting
hurts
husband
husbands
hussein
husseins
hyde
hypocrisy
hypocrite
hypocrites
hypocritical
iaea
ibm
ice
idaho
idea
ideal
ideals
ideas
identification
identified
identify
identifying
identity
ideological
ideologically
ideologues
ideology
idetestthispres
idiot
idiots
idle
ignorance
ignorant
ignore
ignores
ignoring
iii
ill
illegal
illegally
illinois
illness
illusion
illusions
ilsen
image
images
imaginary
imagination
imagine
imam
immediately
immigrants
immigration
imminent
impact
impeachment
imperial
implement
implication
implications
implied
importance
important
importantly
impose
imposed
impossible
impressed
impression
impressive
improbable
improperly
improve
improved
improvement
improving
inability
inactive
inadequate
inappropriate
incentive
inching
incident
incidentally
incidents
inclined
include
included
includes
including
income
incomes
incoming
incompetence
incompetent
increase
increased
increases
increasing
increasingly
incredible
incredibly
incumbency
incumbent
incumbents
ind
independence
independent
independents
index
india
indian
indiana
indicating
indication
indications
indicted
indictment
indictments
individual
individuals
industrial
industries
industry
indymedia
ineffective
inevitable
inevitably
inez
infamous
infantry
inflation
influence
influential
info
inform
information
informed
infrastructure
initial
initially
initiative
initiatives
injured
injuries
injury
ink
innocent
innovation
innovative
inquirer
inquiry
insane
inside
insider
insiders
insight
insist
insisted
insistence
insisting
insists
inspection
inspector
inspectors
inspire
inspired
installed
instance
instances
instant
institute
institution
institutional
institutions
instructions
insult
insurance
insurgency
insurgent
insurgents
intangibles
integrity
intel
intellectual
intelligence
intelligent
intend
intended
intense
intensity
intent
intention
intentions
interactive
interest
interested
interesting
interestingly
interests
interim
interior
internal
internals
international
internet
internets
interpretation
interrogation
interview
interviewed
interviews
intimidate
intimidated
intimidation
introduce
introduced
introducing
invade
invaded
invasion
invented
invest
investigate
investigated
investigating
investigation
investigations
investigative
investigator
investigators
investment
investors
invisible
invitation
invite
invited
involve
involved
involvement
involves
involving
iowa
iowans
iowas
iran
iranian
irans
iraq
iraqi
iraqis
iraqs
iron
ironic
ironically
irony
irrelevant
irresponsible
islam
islamic
island
isnt
isolated
israel
israeli
issue
issued
issues
issuing
italian
italy
itd
item
items
itll
ivan
ive
iyad
jabber
jack
jackson
jail
james
jan
jane
janeane
janklow
janklows
january
japan
japanese
jay
jeb
jeff
jefferson
jenna
jennifer
jennings
jerome
jerry
jersey
jesse
jesus
jewish
jfk
jiacinto
jibber
jim
jimmy
jindal
job
jobless
jobs
jodi
joe
joel
john
johnny
johns
johnson
join
joined
joining
joins
joint
joke
jokes
jon
jones
jordan
jose
joseph
josh
journal
journalism
journalist
journalists
journals
journey
joy
juan
judge
judged
judges
judgment
judicial
judiciary
judith
judy
juicy
jul
july
jump
jumped
jumping
jun
june
junior
junkie
junkies
juppon
jury
justice
justices
justification
justified
justify
kansas
karen
karl
karma
katerina
katherine
kathleen
kay
kean
keeping
keever
ken
kennedy
kenneth
kenny
kentucky
kernan
kerr
kerrey
kerry
kerryedwards
kerrys
kevin
key
keyes
keynote
keys
keystone
kick
kicked
kicking
kid
kids
kill
killed
killer
killing
killings
kills
kim
kimmitt
kind
kinds
king
kingdom
kingelection
kitty
knew
knight
knock
knocked
knowing
knowledge
knowles
konop
korea
korean
kossacks
kroll
krugman
kucinich
kudos
kufa
kuhl
kurdish
kurds
kurtz
kuwait
kyoto
kysen
label
labor
labors
lack
lacked
lacking
laden
ladens
ladies
lady
lag
lai
laid
lake
lakes
lakoff
lame
lament
land
landed
landing
landmines
landrieu
lands
landscape
landslide
language
large
largely
larger
largest
larouche
larry
las
lastminute
late
latest
latif
latin
latino
latinos
laugh
laughed
laughing
laughter
launch
launched
laura
law
lawmakers
lawn
lawnorder
laws
lawsuit
lawsuits
lawyer
lawyers
lay
laying
layoffs
lays
lazy
leach
lead
leader
leaders
leadership
leading
leads
league
leak
leaked
leaking
leaks
lean
leaners
leaning
leans
learn
learned
learning
leave
leaves
leaving
lebanon
led
lee
left
legacy
legal
legally
legislation
legislative
legislator
legislators
legislature
legislatures
legitimacy
legitimate
legs
lehane
lend
length
lengthy
lesbian
lesbians
lesser
lesson
lessons
lets
letter
letters
letting
level
levels
levin
liability
liar
liars
libby
liberal
liberalism
liberalrakkasan
liberals
liberated
liberation
libertarian
libertarians
liberties
liberty
library
libya
license
licenses
lie
lieb
liebeck
lieberman
liebermans
lied
lies
lieutenant
life
lifetime
lift
light
lightbulb
likeability
likelihood
likes
likewise
limb
limbaugh
limit
limited
limits
lincoln
lindauer
lindsey
line
lined
lines
lineup
linked
linking
links
lisa
listed
listen
listened
listeners
listening
listings
lists
literally
literature
litigation
litmus
live
lived
lives
living
load
loaded
loan
loans
lobbying
lobbyist
lobbyists
local
locally
locals
located
location
locations
lock
locked
log
logic
logical
login
lois
lol
london
lone
long
longer
longshot
longstanding
longterm
longtime
looked
loophole
loose
looting
lord
los
lose
loser
losers
loses
losing
loss
losses
lost
lot
lots
lott
loud
louis
louisiana
louisville
love
loved
loves
loving
low
lower
lowering
lowest
loyal
loyalists
loyalty
luaptifer
luck
lucky
lud
ludicrous
lugar
luis
luntz
luxury
lvs
lying
lynch
lynne
lzmd
mac
machinations
machine
machines
mad
madison
madrid
magazine
magazines
magic
mahdi
mail
mailing
main
maine
mainstream
maintain
maintained
maintaining
maintains
maj
majette
major
majorities
majority
makes
making
male
mall
man
manage
managed
management
manager
managing
manchester
mandate
manhattan
manner
mans
mansion
manslaughter
manufacturers
manufacturing
map
maps
mar
marc
march
margaret
margin
marginal
margins
marilyn
marine
marines
marisacat
marist
mark
marked
markedly
market
marketing
markets
markos
marks
marriage
marriages
married
marry
mars
marshall
martin
martinez
mary
maryland
mask
masondixon
mass
massachusetts
massacre
massive
master
masters
match
matched
matches
matching
matchup
matchups
mate
material
materials
materiel
math
matheson
matrix
matsunaka
matt
matter
matters
matthew
matthews
max
maximum
maximumken
maya
mayor
mcauliffe
mccain
mccainfeingold
mccains
mccaskill
mcclellan
mcdonalds
mcentee
mcgovern
mcgreevey
mcmahon
meaning
meaningful
means
meant
meantime
measure
measured
measures
meat
medal
medals
media
medias
medical
medicare
medicine
medium
meet
meeting
meetings
meetup
mehlman
mel
melanie
melissa
meltdown
member
members
membership
meme
memo
memorandum
memorial
memories
memory
memos
men
mental
mention
mentioned
mentioning
mentions
menu
mercenaries
mercenary
mercs
mere
merit
merits
mess
message
messages
messy
met
metaphor
meteor
meter
method
methodology
methods
metro
mexico
meyerson
miami
mice
mich
michael
michigan
michigans
midday
middle
middleclass
midnight
midwest
mightve
mighty
mike
milbank
miles
milestone
militant
militants
military
militarys
militia
militiamen
militias
miller
millers
million
millionaire
millions
mind
minds
mine
minimal
minimize
minimum
minions
minister
ministers
ministries
ministry
minneapolis
minnesota
minor
minority
minus
minute
minutes
miracle
mirror
misconduct
miserable
misleading
misled
miss
missed
missile
missiles
missing
mission
missions
mississippi
missouri
missouris
mistake
mistaken
mistakes
misterajc
mitakides
mitch
mix
mixed
mode
model
models
moderate
moderates
modern
modest
moines
mojo
mom
moment
moments
momentum
mondale
monday
mondays
monetary
money
mongiardo
monitor
monitoring
monkeys
montana
montclair
month
monthly
mood
moon
moore
moores
moqtada
moral
morale
morning
morris
morrison
mortar
moseley
mosen
mosh
mosque
mosul
mother
mothers
motion
motivated
motivation
motivations
motives
mount
mountain
mounting
mouse
mouth
move
moved
movement
movements
moveon
moveonorg
moves
movie
movies
moving
mps
mrliberal
mrs
msnbc
mtp
mulling
multinational
multiple
muqtada
murder
murdoch
murkowski
murkowskis
murphy
murphys
murray
musgrave
music
muslim
muslims
muster
mustve
mustwin
mydd
myers
mystery
myth
naacp
nader
naders
nag
nagging
nagourney
nail
nails
najaf
naked
named
names
nancy
narrative
narrow
narrowed
narrower
narrowly
nasty
nathan
nation
national
nationally
nations
nationwide
native
nato
natural
naturally
nature
naval
navy
nazi
nazis
nbc
nbcs
nbcwsj
ndn
ndns
ndp
nearby
nebraska
necessarily
neck
needed
negative
negatives
negotiate
negotiating
negotiations
neighbor
neighborhood
neighborhoods
neighboring
neighbors
nelson
neocon
neocons
neoconservative
nepotism
nervous
net
nethercutt
netroots
network
networks
neutral
nevada
newberry
newberrys
newly
news
newsday
newspaper
newspapers
newsweek
newt
newwindow
nice
nicely
niche
nick
nickles
night
nighthorse
nightly
nightmare
nights
nixon
nixons
noble
nod
noise
nominate
nominated
nominating
nomination
nominee
nominees
nonetheless
nonexistent
nonpartisan
noon
nope
normal
norquist
north
northeast
northern
northup
northwest
notable
notably
note
noted
notes
notice
noticed
noting
notion
notorious
notwithstanding
nov
novak
november
npr
nprigo
nra
nrcc
nro
nrsc
nuclear
number
numbers
numerous
nussle
nuts
nyc
nyt
oath
obama
obamas
object
objective
objectively
objectives
obl
obligation
obligations
obscure
observation
observations
observed
observer
observers
obsession
obsolete
obtain
obtained
obvious
occasion
occasional
occasionally
occasions
occupation
occupied
occupiers
occupy
occupying
occur
occured
occurred
ocean
oceana
oconnor
oct
october
odd
odds
offended
offense
offensive
offer
offered
offering
offers
office
officer
officers
offices
official
officially
officials
offline
offset
oftentimes
ohio
ohios
ohpres
oil
oklahoma
oksen
olbermann
older
omb
oneill
onethird
onetime
ongoing
online
oops
oped
opened
openhttpwwwedwardsforprezcomdailykoshtml
opening
openly
opens
operate
operating
operation
operational
operations
operative
operatives
opinion
opinions
opponent
opponents
opportunities
opportunity
oppose
opposed
opposes
opposing
opposite
opposition
opted
optimism
optimist
optimistic
optimists
option
options
orange
orchestrated
order
ordered
orders
ordinary
oregon
oregonian
oreilly
organization
organizational
organizations
organize
organized
organizers
organizing
orientation
original
originally
orlando
orleans
orrin
osama
ouch
ourcongress
ourcongressorg
oust
outcome
outdated
outed
outfit
outfits
outgoing
outing
outlet
outlets
outlier
outnumbered
output
outrage
outraged
outrageous
outraised
outreach
outright
outsiders
outsourcing
outspent
outspoken
outstanding
oval
overcome
overhaul
overnight
overseas
oversight
overt
overtime
overturn
overview
overwhelming
overwhelmingly
owe
owens
owes
owned
owner
owners
ownership
owns
oxley
pac
pace
pacific
pack
package
packed
pacs
page
pages
paid
paige
pain
painful
paint
painted
pakistan
pakistani
palace
paleo
paleos
palestinian
palestinians
palm
pan
panel
panels
panic
paper
papers
paragraph
paragraphs
parecommend
parent
parentheses
parenthesis
parents
parish
parity
park
parliament
partial
participants
participate
participated
participating
participation
participatory
parties
partisan
partisans
partisanship
partly
partner
partners
partnership
parts
party
partys
pass
passage
passed
passes
passing
passion
passionate
password
past
pat
pataki
path
pathetic
patience
patient
patients
patrick
patriot
patriotism
patriots
patrol
patron
patsy
pattern
patterns
patty
paul
pause
pay
paying
payment
payments
payroll
pays
pdb
pdf
peace
peaceful
peak
peanut
pearl
pelosi
penalty
pending
penn
pennsylvania
pennsylvanias
penny
pentagon
pentagons
people
peoples
perceived
percent
percentage
percentages
perception
perceptions
perfect
perfectly
perform
performance
performances
performed
peril
period
perle
permanent
permanently
permission
permit
permitted
perpetrated
perry
persian
persistent
person
personal
personality
personally
personnel
persons
perspective
persuade
persuaded
persuasion
persuasive
pessimistic
pet
pete
peter
petition
petitions
petraeus
petroleum
pew
phase
phenomenon
phil
philadelphia
philip
philippines
philly
philosophical
phoenix
phone
phones
phony
photo
photograph
photographs
photos
phrase
physical
physically
physician
pick
picked
picket
picking
picks
pickup
pickups
pics
picture
pictures
piece
pieces
pile
pilot
pin
pinning
pissed
pitch
pittsburgh
place
placement
places
placing
plain
plame
plan
plane
planes
planet
planned
planners
planning
plans
plant
plants
plastic
plate
platform
plausible
play
playbook
played
player
players
playing
plays
plea
pleased
pleasure
pledge
pledged
plenty
plot
plug
pocket
pockets
podium
pointed
pointing
pol
poland
polarized
pole
police
policies
policy
polish
political
politically
politician
politicians
politics
poll
polled
polling
polls
pollster
pollsters
pollution
pool
poor
poorly
pop
pope
popular
popularity
population
populist
port
porter
portion
portland
portray
portrayed
ports
pose
posed
poses
position
positioned
positioning
positions
positive
possession
possibilities
possibility
possibly
postconvention
postdebate
posted
poster
posters
posting
postiowa
posts
postsaddam
postwar
pot
potent
potential
potentially
pound
poverty
powell
powells
power
powered
powerful
powers
practical
practically
practice
practices
practicing
pragmatic
praise
praised
praising
prayer
precedent
precinct
precincts
precious
precisely
predebate
predict
predicted
predicting
prediction
predictions
predictive
preelection
preemptive
prefer
preference
preferences
preferred
preliminary
premature
preparation
preparations
prepare
prepared
preparing
pres
prescription
presence
present
presentation
presented
presenting
presents
preserve
presided
presidency
president
presidential
presidents
press
pressed
presses
pressing
pressure
pressures
presumptive
pretend
pretending
pretty
prevail
prevent
prevented
preventing
preview
previous
previously
prewar
price
prices
pride
primaries
primarily
primary
primaryfree
prime
primetime
prince
principal
principle
principles
print
printed
prior
priorities
priority
prison
prisoner
prisoners
prisons
privacy
private
privately
prize
pro
probable
probe
problem
problems
probush
procedural
procedure
proceed
process
prochoice
produce
produced
producer
produces
producing
product
production
products
professional
professionals
professor
profile
profiles
profit
profits
program
programming
programs
progress
progressive
progressives
prohibited
project
projected
projection
projections
projects
prokerry
prolife
prominent
promise
promised
promises
promising
promote
promoted
promoting
promotion
prompted
prompting
proof
propaganda
proper
properly
property
proportions
proposal
proposals
propose
proposed
props
pros
prosecution
prosecutor
prosecutors
prospect
prospects
prostate
protect
protected
protecting
protection
protections
protest
protesters
protests
proud
proudly
prove
proved
proven
proves
provide
provided
providing
province
proving
provision
provisional
provisions
pst
public
publication
publications
publicity
publicly
publics
publish
published
publisher
publishing
pull
pulled
pulling
pulls
pummeled
pump
punch
pundit
pundits
punishment
punkmonk
puppet
pure
purely
purple
purpose
purposes
pursue
pursuing
pursuit
push
pushed
pushes
pushing
put
puts
putting
qadafi
qaeda
qaida
qaqaa
qpoll
quagmire
qualified
qualify
quality
quandry
quarter
quarters
queda
queen
quest
question
questionable
questioned
questioning
questions
quick
quickly
quiet
quietly
quinnipiac
quit
quote
quoted
quotes
quoting
race
races
racial
racicot
racine
racism
racist
rack
rad
radar
radical
radicals
radio
rage
rain
raise
raised
raises
raising
rallies
rally
ralph
ramadan
ramadi
ramp
rampant
ramsey
ran
ranch
random
randy
range
ranging
rank
ranked
ranking
rankings
ranks
rant
rants
rap
rape
rapid
rapidly
rapids
rare
rarely
rariz
rasmussen
rasmussens
rate
rates
rating
ratings
ratio
rational
rationale
rationales
rationing
raw
ray
rcalif
reach
reached
reaches
reaching
reaction
reactions
read
reader
readers
reading
reads
ready
reagan
reagans
real
realistic
realities
reality
realitybased
realization
realize
realized
reason
reasonable
reasons
rebel
rebellion
rebuild
rebuilding
recall
recap
receipts
receive
received
receives
receiving
recently
recession
reckless
recognition
recognize
recognized
recognizing
recommend
recommendation
recommendations
recommended
reconstruction
record
recorded
records
recount
recover
recovering
recovery
recruit
recruited
recruiting
recruits
red
redacted
redistricting
reduce
reduced
reducing
reed
reef
reelect
reelected
reelection
refer
reference
referendum
referred
referring
refers
reflect
reflected
reflecting
reflection
reflects
reform
reforms
refusal
refuse
refused
refuses
refusing
regain
regard
regarded
regime
regimes
region
regional
regions
register
registered
registering
registrants
registration
registrations
regula
regular
regularly
regulation
regulations
reid
reject
rejected
related
relations
relationship
relative
relatives
relax
release
released
releases
releasing
relentless
relevance
relevant
reliable
relied
relief
religion
religious
rell
reluctant
rely
relying
remain
remained
remaining
remains
remark
remarkable
remarkably
remarks
remember
remembered
remind
reminded
reminder
reminds
remorse
remove
removed
removing
rendell
renewed
reno
rep
repeat
repeated
repeatedly
repeating
repercussions
replace
replaced
replacement
replacing
replied
report
reported
reportedly
reporter
reporters
reporting
reports
represent
representation
representative
representatives
represented
representing
represents
reproductive
reps
repub
republic
republican
republicans
republicansforkerry
repubs
reputation
request
requested
requests
require
required
requirement
requirements
requires
requiring
rescue
research
researchers
reserve
reserved
reserves
reservists
resident
residents
resign
resignation
resigned
resigns
resist
resistance
resolution
resolve
resolved
resonate
resort
resource
resources
respect
respected
respective
respond
responded
respondents
responders
responding
responds
response
responses
responsibilities
responsibility
responsible
responsive
rest
restaurant
restore
restrict
restrictions
result
resulted
resulting
results
resume
retain
retake
retaking
retaliation
retention
retire
retired
retirement
retiring
retreat
return
returned
returning
returns
reuters
reveal
revealed
revealing
reveals
revelation
revelations
revenue
revenues
reverse
reversed
review
reviewing
reviews
revised
revolt
revolution
reward
rewards
reynolds
rhetoric
rhode
ribbons
rice
rices
rich
richard
richards
richardson
rick
rid
ridder
ride
ridge
ridiculous
ridiculously
riding
rifle
rightly
rights
rightwing
rimjob
rimjobs
ripped
rise
risen
rises
rising
risk
risks
rival
rivals
river
rkan
rnc
rncs
road
roads
roadside
rob
robert
roberts
robertson
robinson
robots
robust
rock
rockefeller
rocket
rocky
rod
rodgers
rodney
roger
rogers
rogue
role
roll
rolling
rolls
romero
romney
ron
ronald
ronk
ronnie
roof
room
rooms
roosevelt
roost
root
rooting
roots
rose
rosenberg
rotated
rotten
rough
roughly
round
rounds
roundup
route
routine
rove
roves
row
rowland
roy
royal
rtenn
rtexas
rubin
rude
rudy
rule
ruled
rules
ruling
rulings
rummy
rumor
rumors
rumsfeld
rumsfelds
running
runoff
runs
runup
rural
rush
russ
russell
russert
russia
russo
rusty
ruy
rva
ryan
ryans
sabato
sabotage
sacred
sacrifice
sacrifices
sad
saddam
saddams
sadr
sadrs
safe
safely
safer
safety
sahni
sailor
sake
salaries
salazar
sale
saleh
sales
salient
salon
salt
salvador
sam
samara
samarra
samesex
sample
samples
sampling
san
sanchez
sanctions
sand
sandy
sanity
santorum
sappy
satellite
satisfied
saturday
saudi
saudis
save
saved
saving
savings
sawyer
sbvt
scale
scalia
scan
scandal
scandals
scarborough
scare
scared
scary
scathing
scenario
scenarios
scene
scenes
schaffer
schaller
schedule
scheduled
scheme
schneider
school
schools
schrader
schrock
schumer
schwartz
schwarz
schwarzenegger
science
scientific
scientist
scientists
sclm
scoop
scooter
scope
score
scorecard
scored
scores
scoring
scott
scrambling
scratch
scream
screen
screening
screw
screwed
script
scroll
scrutiny
scsen
sdal
sea
seal
sealed
seamus
sean
search
searches
searching
season
seat
seats
seattle
secondplace
seconds
secrecy
secret
secretaries
secretary
secretly
secrets
section
sector
secular
secure
secured
securing
security
seek
seeking
seeks
seemann
seemanns
seemingly
sees
segment
seiu
seized
select
selected
selection
selective
sell
selling
sen
senate
senategovernors
senates
senator
senatorial
senators
send
sending
sends
senior
seniors
senor
sens
sense
sensitive
sentence
sentences
sentiment
sentiments
sep
separate
seperate
sept
september
series
serve
served
server
servers
serves
service
services
serving
session
sessions
set
sets
setting
settled
settlements
sex
sexual
seymour
shadow
shadowy
shake
shakes
shakeup
shame
shape
shaped
shaping
share
shared
shares
sharing
shark
sharks
sharon
sharp
sharply
sharpton
shattered
shaw
shays
shed
sheer
shelby
shell
shells
shes
shia
shift
shifted
shifting
shifts
shiite
shiites
ship
shit
shock
shocked
shocking
shockingly
shoes
shook
shoot
shooting
shop
shopping
shore
short
shortage
shorter
shortly
shortterm
shot
shots
shoulder
shouldnt
shouldve
shout
shouting
showdown
showed
showing
shown
shows
shrine
shrinking
shrum
shut
shy
sick
side
sides
sierra
sigh
sight
sign
signal
signals
signature
signatures
signed
significance
significant
significantly
signing
signs
silence
silent
silly
silver
similar
similarly
simmons
simon
simple
simply
simultaneously
sincerely
sinclair
single
sink
sir
sirota
sistani
sister
sisters
sit
sites
sits
sitting
situation
situations
size
skeptical
skepticism
skews
skilled
skills
skin
skip
skipped
sky
slack
slammed
slap
slate
sleep
slew
slide
slight
slightest
slightly
slim
slip
slipped
slipping
slogan
slogans
slot
slow
slowly
smackdown
small
smaller
smallest
smart
smarter
smear
smears
smile
smiling
smith
smitten
smoke
smoking
smooth
smoothly
snapshot
sneak
snip
snow
socalled
social
society
soft
software
soil
sold
soldier
soldiers
sole
solely
soliciting
solid
solidarity
solidify
solidly
solution
solutions
solve
son
song
sons
sooner
sophisticated
soros
sort
sorts
soto
sought
soul
sound
sounds
sour
source
sources
south
southeast
southern
southwest
sovereignty
soviet
sox
space
spain
spains
spanish
spanishlanguage
spare
speak
speaker
speakers
speaking
speaks
special
specialist
specializes
species
specific
specifically
specifics
spectacular
specter
specters
spectrum
speculate
speculation
speech
speeches
speechwriter
speed
spell
spend
spending
spends
spent
sphere
spill
spin
spindizzy
spine
spiral
spirit
splice
split
spoke
spoken
spokesman
spokesperson
spokeswoman
sponsor
sponsored
sporadic
sport
sports
spot
spotlight
spots
spread
spreading
spring
sproul
spun
spur
spurred
spy
squad
square
squeeze
stability
stable
staff
staffer
staffers
stage
staged
stages
stagflation
stake
stan
stance
stand
standard
standards
standing
stands
star
stark
stars
start
started
starting
startling
starts
startspan
state
statebystate
stated
statement
statements
states
statewide
static
stating
station
stationed
stations
statistical
statistically
statistics
stats
status
statute
stay
stayed
staying
stays
steady
steal
stealing
steam
steel
steinhardt
stella
stem
stemcell
stems
stenholm
step
stephanie
stephen
stepped
stepping
steps
stern
sterns
steve
steven
stevens
stevenson
stewart
stick
sticking
stir
stirling
stock
stockpiles
stocks
stolen
stoller
stomach
stomping
stone
stonewalling
stood
stop
stopped
stopping
stops
store
stories
stork
storks
storm
straight
strange
strategery
strategic
strategies
strategist
strategists
strategy
straw
stream
street
streets
strength
strengthen
strengthening
strengths
stretch
stretching
strict
strictly
strike
strikes
striking
string
strip
stripes
stripped
strong
stronger
strongest
stronghold
strongholds
strongly
struck
structure
struggle
struggling
stubborn
stuck
student
students
studies
studio
study
stuff
stump
stupid
style
subcommittee
subject
subjects
submit
submitted
subpoena
subpoenas
subscription
subscriptiononly
subsequent
subsequently
subsidies
substance
substantial
substantive
subtle
suburban
suburbs
subvert
succeed
succeeded
success
successes
successful
successfully
successor
suck
sucking
sucks
sudan
sudden
suddenly
sue
suffer
suffered
suffering
sufficient
suffolk
suggest
suggested
suggesting
suggestion
suggestions
suggests
suicide
suit
suits
sullivan
sum
summary
summer
summit
sums
sun
sunday
sundays
sunni
sunset
sunshine
sunzoo
super
superb
superdelegates
superior
superiors
supervisor
supervisors
supplemental
supplies
supply
support
supported
supporter
supporters
supporting
supports
suppose
supposed
supposedly
suppress
suppression
supreme
surely
surface
surfaced
surge
surgery
surges
surging
surplus
surprise
surprised
surprises
surprising
surprisingly
surrender
surrogates
surrounding
surveillance
survey
surveyed
surveys
surveyusa
survival
survive
survived
survives
susa
susan
susas
suskind
suspect
suspected
suspects
suspended
suspicion
suspicious
sustain
sustained
sway
sweat
sweating
sweep
sweeping
sweet
swept
swift
swing
switch
switched
sworn
sympathetic
sympathy
syria
system
systems
table
tables
tackle
tactic
tactics
tad
takes
taking
tale
talent
talented
taliban
talked
talking
talks
tall
tally
tampa
tancredo
tang
tank
tanks
tap
tape
tapes
tapped
target
targeted
targeting
targets
targetted
targetting
tariffs
task
tasks
taste
taught
tauzin
tax
taxes
taxpayer
taxpayers
taylor
teach
